Repository: adiparvu/PRVITAL
Catalog: prvital-ios/Prvital/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl, pt, ro, ru

source: How often Prvital checks your connected source for a new reading while the app is open. A FreeStyle Libre updates about once a minute and Dexcom about every five, so faster settings mainly help Libre. Polling only runs while the app is open.
de: Wie oft Prvital die verbundene Quelle auf einen neuen Messwert prüft, während die App geöffnet ist. Ein FreeStyle Libre aktualisiert etwa einmal pro Minute, Dexcom etwa alle fünf, daher helfen schnellere Einstellungen vor allem bei Libre. Die Abfrage läuft nur, während die App geöffnet ist.
es: Con qué frecuencia Prvital comprueba tu fuente conectada en busca de una nueva lectura mientras la app está abierta. Un FreeStyle Libre se actualiza aproximadamente una vez por minuto y Dexcom cada cinco, así que los ajustes más rápidos ayudan sobre todo con Libre. El sondeo solo se ejecuta mientras la app está abierta.
fr: Fréquence à laquelle Prvital interroge votre source connectée pour une nouvelle mesure lorsque l'app est ouverte. Un FreeStyle Libre se met à jour environ une fois par minute et Dexcom toutes les cinq, donc les réglages plus rapides aident surtout le Libre. L'interrogation ne fonctionne que lorsque l'app est ouverte.
it: Con quale frequenza Prvital controlla l'origine connessa per una nuova lettura mentre l'app è aperta. Un FreeStyle Libre si aggiorna circa una volta al minuto e Dexcom circa ogni cinque, quindi le impostazioni più rapide aiutano soprattutto il Libre. Il polling è attivo solo mentre l'app è aperta.
nl: Hoe vaak Prvital je verbonden bron controleert op een nieuwe meting terwijl de app open is. Een FreeStyle Libre werkt ongeveer eens per minuut bij en Dexcom ongeveer elke vijf, dus snellere instellingen helpen vooral bij Libre. Pollen werkt alleen terwijl de app open is.
pl: Jak często Prvital sprawdza połączone źródło w poszukiwaniu nowego odczytu, gdy aplikacja jest otwarta. FreeStyle Libre aktualizuje się mniej więcej raz na minutę, a Dexcom co około pięć, więc szybsze ustawienia pomagają głównie przy Libre. Odpytywanie działa tylko wtedy, gdy aplikacja jest otwarta.
pt: Com que frequência o Prvital verifica a tua fonte ligada em busca de uma nova leitura enquanto a app está aberta. Um FreeStyle Libre atualiza cerca de uma vez por minuto e o Dexcom cerca de cada cinco, por isso as definições mais rápidas ajudam sobretudo o Libre. A consulta só funciona enquanto a app está aberta.
ro: Cât de des verifică Prvital sursa conectată pentru o citire nouă cât timp aplicația este deschisă. Un FreeStyle Libre se actualizează aproximativ o dată pe minut, iar Dexcom aproximativ la cinci, așa că setările mai rapide ajută mai ales Libre. Interogarea funcționează doar cât timp aplicația este deschisă.
ru: Как часто Prvital проверяет подключённый источник на новое измерение, пока приложение открыто. FreeStyle Libre обновляется примерно раз в минуту, а Dexcom примерно раз в пять, поэтому более частые настройки полезны в основном для Libre. Опрос выполняется только пока приложение открыто.

source: How to help me
de: So helfen Sie mir
es: Cómo ayudarme
fr: Comment m'aider
it: Come aiutarmi
nl: Zo help je mij
pl: Jak mi pomóc
pt: Como me ajudar
ro: Cum să mă ajuți
ru: Как мне помочь

source: How to treat a low (hypoglycaemia)
de: Wie du eine Unterzuckerung (Hypoglykämie) behandelst
es: Cómo tratar una hipoglucemia (nivel bajo)
fr: Comment traiter une hypo (hypoglycémie)
it: Come trattare un'ipoglicemia (glicemia bassa)
nl: Hoe je een lage waarde (hypoglykemie) behandelt
pl: Jak leczyć niedocukrzenie (hipoglikemię)
pt: Como tratar uma hipoglicemia (glicose baixa)
ro: Cum tratezi o hipoglicemie (glicemie scăzută)
ru: Как справиться с низким уровнем глюкозы (гипогликемией)

source: How to treat it
de: Wie du sie behandelst
es: Cómo tratarla
fr: Comment la traiter
it: Come trattarla
nl: Hoe je het behandelt
pl: Jak to leczyć
pt: Como tratar
ro: Cum o tratezi
ru: Как её лечить

source: How you manage it
de: Art der Behandlung
es: Cómo la controlas
fr: Comment vous le gérez
it: Come lo gestisci
nl: Hoe je het reguleert
pl: Jak ją kontrolujesz
pt: Como a gere
ro: Cum îl gestionezi
ru: Как вы управляете диабетом

source: How your average glucose becomes an A1c-style percentage.
de: Wie aus deinem durchschnittlichen Glukosewert ein A1c-ähnlicher Prozentwert wird.
es: Cómo tu glucosa promedio se convierte en un porcentaje al estilo A1c.
fr: Comment ta glycémie moyenne devient un pourcentage de type A1c.
it: Come la tua glicemia media diventa una percentuale in stile A1c.
nl: Hoe je gemiddelde glucose een percentage wordt zoals bij A1c.
pl: Jak Twoja średnia glikemia zamienia się w procentowy wskaźnik podobny do A1c.
pt: Como a tua glicose média se transforma numa percentagem ao estilo da A1c.
ro: Cum devine glicemia ta medie un procent de tip A1c.
ru: Как твоя средняя глюкоза превращается в показатель по шкале A1c.

source: Hydration
de: Flüssigkeitszufuhr
es: Hidratación
fr: Hydratation
it: Idratazione
nl: Hydratatie
pl: Nawodnienie
pt: Hidratação
ro: Hidratare
ru: Гидратация

source: Hyper events
de: Hyper-Ereignisse
es: Eventos de hiperglucemia
fr: Épisodes d'hyperglycémie
it: Eventi iper
nl: Hypers
pl: Epizody hiper
pt: Eventos hiper
ro: Evenimente hiper
ru: Эпизоды гипергликемии

source: Hyper risk (HBGI)
de: Hyper-Risiko (HBGI)
es: Riesgo de hiper (HBGI)
fr: Risque d'hyper (HBGI)
it: Rischio iper (HBGI)
nl: Hyper-risico (HBGI)
pl: Ryzyko hiper (HBGI)
pt: Risco de hiper (HBGI)
ro: Risc de hiperglicemie (HBGI)
ru: Риск гипергликемии (HBGI)

source: Hypo events
de: Hypo-Ereignisse
es: Eventos de hipoglucemia
fr: Épisodes d'hypoglycémie
it: Eventi ipo
nl: Hypo's
pl: Epizody hipo
pt: Eventos hipo
ro: Evenimente hipo
ru: Эпизоды гипогликемии

source: Hypo risk (LBGI)
de: Hypo-Risiko (LBGI)
es: Riesgo de hipo (LBGI)
fr: Risque d'hypo (LBGI)
it: Rischio ipo (LBGI)
nl: Hypo-risico (LBGI)
pl: Ryzyko hipo (LBGI)
pt: Risco de hipo (LBGI)
ro: Risc de hipoglicemie (LBGI)
ru: Риск гипогликемии (LBGI)

source: Hypo treatment (rule of 15)
de: Hypo-Behandlung (15er-Regel)
es: Tratamiento de hipo (regla del 15)
fr: Traitement d'hypo (règle des 15)
it: Trattamento ipo (regola del 15)
nl: Hypobehandeling (15-regel)
pl: Leczenie hipo (reguła 15)
pt: Tratamento de hipo (regra dos 15)
ro: Tratament hipoglicemie (regula de 15)
ru: Лечение гипогликемии (правило 15)

source: I couldn't find an amount in that. Try something like: 45 g pasta and 4 units.
de: Ich habe darin keine Menge gefunden. Versuch etwas wie: 45 g Pasta und 4 Einheiten.
es: No encontré ninguna cantidad. Prueba algo como: 45 g de pasta y 4 unidades.
fr: Je n'ai pas trouvé de quantité. Essaie par exemple : 45 g de pâtes et 4 unités.
it: Non ho trovato una quantità. Prova qualcosa come: 45 g di pasta e 4 unità.
nl: Ik vond er geen hoeveelheid in. Probeer iets als: 45 g pasta en 4 eenheden.
pl: Nie znalazłem w tym ilości. Spróbuj np.: 45 g makaronu i 4 jednostki.
pt: Não encontrei nenhuma quantidade. Tenta algo como: 45 g de massa e 4 unidades.
ro: Nu am găsit nicio cantitate. Încearcă ceva de genul: 45 g paste și 4 unități.
ru: Не нашёл количества. Попробуйте так: 45 г пасты и 4 единицы.

source: I have diabetes
de: Ich habe Diabetes
es: Tengo diabetes
fr: Je suis diabétique
it: Ho il diabete
nl: Ik heb diabetes
pl: Mam cukrzycę
pt: Tenho diabetes
ro: Am diabet
ru: У меня диабет

source: I'm on it
de: Ich kümmere mich darum
es: Voy a ello
fr: Je m'en occupe
it: Ci penso io
nl: Ik regel het
pl: Zajmuję się tym
pt: Estou a tratar disso
ro: Mă ocup
ru: Я разберусь

source: I've taken %lld g
de: Ich habe %lld g zu mir genommen
es: He tomado %lld g
fr: J'ai pris %lld g
it: Ho assunto %lld g
nl: Ik heb %lld g ingenomen
pl: Przyjęto %lld g
pt: Tomei %lld g
ro: Am luat %lld g
ru: Я принял %lld г

source: Idea
de: Idee
fr: Idée
nl: Idee
pl: Pomysł
pt: Ideia
ro: Idee
ru: Идея

source: Ideas, problems or a kind word
de: Ideen, Probleme oder ein nettes Wort
es: Ideas, problemas o unas palabras amables
fr: Des idées, des problèmes ou un mot gentil
it: Idee, problemi o una parola gentile
nl: Ideeën, problemen of een aardig woord
pl: Pomysły, problemy lub miłe słowo
pt: Ideias, problemas ou uma palavra amável
ro: Idei, probleme sau o vorbă bună
ru: Идеи, проблемы или доброе слово

source: If I can swallow
de: Wenn ich schlucken kann
es: Si puedo tragar
fr: Si je peux avaler
it: Se riesco a deglutire
nl: Als ik kan slikken
pl: Jeśli mogę przełykać
pt: Se eu conseguir engolir
ro: Dacă pot înghiți
ru: Если я могу глотать

source: If I can't swallow or am unconscious
de: Wenn ich nicht schlucken kann oder bewusstlos bin
es: Si no puedo tragar o estoy inconsciente
fr: Si je ne peux pas avaler ou suis inconscient
it: Se non riesco a deglutire o sono incosciente
nl: Als ik niet kan slikken of bewusteloos ben
pl: Jeśli nie mogę przełykać lub jestem nieprzytomny
pt: Se eu não conseguir engolir ou estiver inconsciente
ro: Dacă nu pot înghiți sau sunt inconștient
ru: Если я не могу глотать или без сознания

source: If I'm confused, shaky or unconscious, this may be severe LOW blood sugar.
de: Wenn ich verwirrt bin, zittere oder bewusstlos bin, kann mein Blutzucker gefährlich NIEDRIG sein.
es: Si estoy confuso, tembloroso o inconsciente, puede que mi azúcar esté gravemente BAJO.
fr: Si je suis confus, tremblant ou inconscient, mon taux de sucre est peut-être gravement BAS.
it: Se sono confuso, tremante o incosciente, il mio zucchero potrebbe essere gravemente BASSO.
nl: Als ik verward, trillerig of bewusteloos ben, kan dit ernstig LAGE bloedsuiker zijn.
pl: Jeśli jestem splątany, roztrzęsiony lub nieprzytomny, może to być ciężkie NIEDOCUKRZENIE.
pt: Se estou confuso, trémulo ou inconsciente, o meu açúcar no sangue pode estar gravemente BAIXO.
ro: Dacă sunt confuz, tremur sau sunt inconștient, glicemia mea poate fi periculos de SCĂZUTĂ.
ru: Если я в спутанном сознании, дрожу или без сознания — возможно, у меня опасно НИЗКИЙ сахар в крови.

source: If this trend holds, estimated A1c in ~3 months: %@
de: Wenn dieser Trend anhält, geschätzter A1c in ~3 Monaten: %@
es: Si se mantiene esta tendencia, A1c estimada en ~3 meses: %@
fr: Si cette tendance se maintient, A1c estimé dans ~3 mois : %@
it: Se questo andamento continua, A1c stimata tra ~3 mesi: %@
nl: Als deze trend aanhoudt, geschatte A1c over ~3 maanden: %@
pl: Jeśli ten trend się utrzyma, szacowane A1c za ~3 miesiące: %@
pt: Se esta tendência se mantiver, A1c estimada em ~3 meses: %@
ro: Dacă această tendință se menține, A1c estimat în ~3 luni: %@
ru: Если тренд сохранится, расчётный A1c через ~3 мес.: %@

source: If you can safely swallow, take fast-acting carbs now.
de: Wenn du sicher schlucken kannst, nimm jetzt schnell wirkende Kohlenhydrate.
es: Si puedes tragar con seguridad, toma ahora carbohidratos de acción rápida.
fr: Si tu peux avaler sans danger, prends des glucides rapides maintenant.
it: Se riesci a deglutire in sicurezza, prendi subito carboidrati ad azione rapida.
nl: Als je veilig kunt slikken, neem dan nu snelwerkende koolhydraten.
pl: Jeśli możesz bezpiecznie przełykać, przyjmij teraz szybko działające węglowodany.
pt: Se conseguires engolir em segurança, toma já hidratos de ação rápida.
ro: Dacă poți înghiți în siguranță, ia acum carbohidrați cu acțiune rapidă.
ru: Если вы можете безопасно глотать, примите быстрые углеводы прямо сейчас.

source: If you have high glucose with ketones, feel unwell, or are vomiting, follow your sick-day plan and contact your care team urgently.
de: Hast du hohe Glukosewerte mit Ketonen, fühlst dich krank oder musst du dich übergeben, folge deinem Krankheitstage-Plan und kontaktiere dringend dein Behandlungsteam.
es: Si tienes glucosa alta con cetonas, te sientes mal o tienes vómitos, sigue tu plan para días de enfermedad y contacta urgentemente con tu equipo médico.
fr: Si tu as une glycémie élevée avec des cétones, que tu te sens mal, ou que tu vomis, suis ton plan de jour de maladie et contacte d'urgence ton équipe soignante.
it: Se hai glicemia alta con chetoni, ti senti male o hai vomito, segui il tuo piano per i giorni di malattia e contatta urgentemente il tuo team di cura.
nl: Heb je een hoge glucose met ketonen, voel je je niet lekker of moet je overgeven, volg dan je ziektedagenplan en neem dringend contact op met je zorgteam.
pl: Jeśli masz wysoką glikemię z ketonami, źle się czujesz lub wymiotujesz, postępuj zgodnie ze swoim planem na dni choroby i pilnie skontaktuj się ze swoim zespołem opieki.
pt: Se tiveres glicose alta com cetonas, te sentires mal ou estiveres a vomitar, segue o teu plano para dias de doença e contacta urgentemente a tua equipa de saúde.
ro: Dacă ai glicemie mare cu cetone, te simți rău sau ai vărsături, urmează planul tău pentru zilele de boală și contactează de urgență echipa ta medicală.
ru: Если у тебя высокая глюкоза с кетонами, плохое самочувствие или рвота, следуй своему плану на дни болезни и срочно свяжись с лечащей командой.

source: If you have ketone strips and your glucose is high (for example above 240 mg/dL / 13.3 mmol/L), or you feel unwell, check for ketones and follow your team's ketone plan.
de: Wenn du Keton-Teststreifen hast und deine Glukose hoch ist (z. B. über 240 mg/dL / 13,3 mmol/L) oder du dich schlecht fühlst, prüfe auf Ketone und folge dem Ketonplan deines Teams.
es: Si tienes tiras de cetonas y tu glucosa está alta (por ejemplo, por encima de 240 mg/dL / 13,3 mmol/L), o te encuentras mal, mide las cetonas y sigue el plan de cetonas de tu equipo.
fr: Si vous avez des bandelettes de cétones et que votre glycémie est élevée (par exemple au-dessus de 240 mg/dL / 13,3 mmol/L), ou si vous vous sentez mal, vérifiez les cétones et suivez le plan cétones de votre équipe.
it: Se hai le strisce per i chetoni e la glicemia è alta (per esempio sopra 240 mg/dL / 13,3 mmol/L), o non ti senti bene, controlla i chetoni e segui il piano chetoni del tuo team.
nl: Als je ketonenstrips hebt en je glucose hoog is (bijvoorbeeld boven 240 mg/dL / 13,3 mmol/L), of je je niet lekker voelt, controleer dan op ketonen en volg het ketonenplan van je team.
pl: Jeśli masz paski do pomiaru ketonów, a glukoza jest wysoka (np. powyżej 240 mg/dL / 13,3 mmol/L) albo źle się czujesz, sprawdź ketony i postępuj zgodnie z planem ketonowym Twojego zespołu.
pt: Se tiveres tiras de cetonas e a glicose estiver alta (por exemplo acima de 240 mg/dL / 13,3 mmol/L), ou te sentires mal, verifica as cetonas e segue o plano de cetonas da tua equipa.
ro: Dacă ai teste pentru cetone și glicemia este mare (de exemplu peste 240 mg/dL / 13,3 mmol/L) sau te simți rău, verifică cetonele și urmează planul pentru cetone al echipei tale.
ru: Если у вас есть тест-полоски на кетоны и глюкоза высокая (например, выше 240 мг/дл / 13,3 ммоль/л) или вы плохо себя чувствуете, проверьте кетоны и следуйте плану вашей команды по кетонам.

source: If you use insulin and your glucose is high, check for ketones when unwell. High glucose with ketones can lead to diabetic ketoacidosis (DKA), a medical emergency.
de: Wenn du Insulin verwendest und deine Glukose hoch ist, prüfe bei Unwohlsein auf Ketone. Hohe Glukose mit Ketonen kann zu einer diabetischen Ketoazidose (DKA) führen — ein medizinischer Notfall.
es: Si usas insulina y tu glucosa está alta, comprueba las cetonas cuando te sientas mal. La glucosa alta con cetonas puede provocar cetoacidosis diabética (DKA), una emergencia médica.
fr: Si tu es sous insuline et que ta glycémie est élevée, vérifie la présence de cétones en cas de malaise. Une glycémie élevée avec des cétones peut mener à une acidocétose diabétique (DKA), une urgence médicale.
it: Se usi insulina e la tua glicemia è alta, controlla i chetoni quando ti senti poco bene. Glicemia alta con chetoni può portare a chetoacidosi diabetica (DKA), un'emergenza medica.
nl: Als je insuline gebruikt en je glucose is hoog, controleer dan op ketonen wanneer je je niet lekker voelt. Hoge glucose met ketonen kan leiden tot diabetische ketoacidose (DKA), een medisch noodgeval.
pl: Jeśli stosujesz insulinę i masz wysoką glikemię, sprawdź obecność ketonów, gdy źle się czujesz. Wysoka glikemia z ketonami może prowadzić do cukrzycowej kwasicy ketonowej (DKA) — stanu zagrożenia życia.
pt: Se usas insulina e a tua glicose está alta, verifica as cetonas quando te sentires mal. Glicose alta com cetonas pode levar a cetoacidose diabética (DKA), uma emergência médica.
ro: Dacă folosești insulină și glicemia ta este mare, verifică prezența cetonelor atunci când te simți rău. Glicemia mare însoțită de cetone poate duce la cetoacidoză diabetică (DKA), o urgență medicală.
ru: Если ты используешь инсулин и глюкоза высокая, проверяй кетоны при плохом самочувствии. Высокая глюкоза в сочетании с кетонами может привести к диабетическому кетоацидозу (DKA) — неотложному медицинскому состоянию.

source: If your glucose is below 70 mg/dL (3.9 mmol/L) and you can safely swallow, take 15 g of fast-acting carbs — for example 4 glucose tablets, 150 ml of regular (non-diet) juice or soda, or 1 tablespoon of sugar or honey.
de: Wenn dein Glukosewert unter 70 mg/dL (3.9 mmol/L) liegt und du sicher schlucken kannst, nimm 15 g schnell wirkende Kohlenhydrate zu dir — zum Beispiel 4 Traubenzuckertabletten, 150 ml normalen Saft oder normale Limonade (nicht „light“/zuckerfrei), oder 1 Esslöffel Zucker oder Honig.
es: Si tu glucosa está por debajo de 70 mg/dL (3.9 mmol/L) y puedes tragar con seguridad, toma 15 g de carbohidratos de acción rápida — por ejemplo 4 tabletas de glucosa, 150 ml de zumo o refresco normal (no light), o 1 cucharada de azúcar o miel.
fr: Si ta glycémie est inférieure à 70 mg/dL (3.9 mmol/L) et que tu peux avaler sans risque, prends 15 g de glucides à action rapide — par exemple 4 comprimés de glucose, 150 ml de jus ou de soda classique (non light), ou 1 cuillère à soupe de sucre ou de miel.
it: Se la tua glicemia è inferiore a 70 mg/dL (3.9 mmol/L) e riesci a deglutire in sicurezza, assumi 15 g di carboidrati ad azione rapida — ad esempio 4 compresse di glucosio, 150 ml di succo di frutta o bibita normale (non light), oppure 1 cucchiaio di zucchero o miele.
nl: Als je glucosewaarde onder 70 mg/dL (3.9 mmol/L) is en je veilig kunt slikken, neem dan 15 g snelwerkende koolhydraten — bijvoorbeeld 4 glucosetabletten, 150 ml gewone (niet-light) vruchtensap of frisdrank, of 1 eetlepel suiker of honing.
pl: Jeśli Twoja glikemia jest poniżej 70 mg/dL (3,9 mmol/L) i możesz bezpiecznie przełykać, przyjmij 15 g szybko działających węglowodanów — na przykład 4 tabletki glukozy, 150 ml zwykłego (niedietetycznego) soku lub napoju gazowanego, albo 1 łyżkę cukru lub miodu.
pt: Se a tua glicose estiver abaixo de 70 mg/dL (3.9 mmol/L) e conseguires engolir em segurança, toma 15 g de hidratos de carbono de ação rápida — por exemplo, 4 comprimidos de glucose, 150 ml de sumo ou refrigerante normal (não de dieta), ou 1 colher de sopa de açúcar ou mel.
ro: Dacă glicemia ta este sub 70 mg/dL (3.9 mmol/L) și poți înghiți în siguranță, ia 15 g de carbohidrați cu acțiune rapidă — de exemplu 4 tablete de glucoză, 150 ml de suc sau suc acidulat obișnuit (nu dietetic), sau 1 lingură de zahăr sau miere.
ru: Если твоя глюкоза ниже 70 mg/dL (3.9 mmol/L) и ты можешь безопасно глотать, съешь 15 г быстрых углеводов — например, 4 таблетки глюкозы, 150 мл обычного (не диетического) сока или газировки, или 1 столовую ложку сахара или мёда.

source: If your glucose is low or on the way down, treat the low first and take the meal dose after you've started eating.
de: Ist dein Glukosewert niedrig oder fällt gerade, behandle zuerst die Unterzuckerung und spritze die Mahlzeitendosis erst, nachdem du mit dem Essen begonnen hast.
es: Si tu glucosa está baja o bajando, trata primero la hipoglucemia y toma la dosis de la comida después de haber empezado a comer.
fr: Si ta glycémie est basse ou en train de baisser, traite d'abord l'hypo et prends la dose du repas une fois que tu as commencé à manger.
it: Se la glicemia è bassa o in calo, tratta prima l'ipoglicemia e assumi la dose per il pasto dopo aver iniziato a mangiare.
nl: Is je glucose laag of aan het dalen, behandel dan eerst de lage waarde en neem de maaltijddosis nadat je begonnen bent met eten.
pl: Jeśli Twoja glikemia jest niska lub spada, najpierw wyrównaj niedocukrzenie, a dawkę na posiłek przyjmij po rozpoczęciu jedzenia.
pt: Se a tua glicose estiver baixa ou a descer, trata primeiro a hipoglicemia e toma a dose da refeição depois de começares a comer.
ro: Dacă glicemia ta este scăzută sau în scădere, tratează mai întâi hipoglicemia și administrează doza de masă după ce ai început să mănânci.
ru: Если глюкоза низкая или снижается, сначала справься с низким уровнем, а дозу на еду введи уже после того, как начнёшь есть.

source: If your next meal is more than an hour away, have a small snack with some longer-lasting carbs and a little protein to stop the low from returning.
de: Wenn deine nächste Mahlzeit mehr als eine Stunde entfernt ist, iss einen kleinen Snack mit langsamer wirkenden Kohlenhydraten und etwas Eiweiß, damit die Unterzuckerung nicht zurückkommt.
es: Si falta más de una hora para tu próxima comida, toma un pequeño tentempié con carbohidratos de acción más lenta y un poco de proteína para evitar que la bajada vuelva.
fr: Si votre prochain repas est dans plus d'une heure, prenez une petite collation avec des glucides plus lents et un peu de protéines pour éviter que l'hypo ne revienne.
it: Se il prossimo pasto è tra più di un'ora, fai uno spuntino leggero con carboidrati a lento rilascio e un po' di proteine per evitare che l'ipoglicemia ritorni.
nl: Duurt het nog meer dan een uur tot je volgende maaltijd, neem dan een kleine snack met langzamere koolhydraten en wat eiwit om te voorkomen dat de hypo terugkomt.
pl: Jeśli do następnego posiłku zostało więcej niż godzina, zjedz małą przekąskę z wolniej działającymi węglowodanami i odrobiną białka, aby niedocukrzenie nie wróciło.
pt: Se a tua próxima refeição for daqui a mais de uma hora, come um pequeno lanche com hidratos de absorção mais lenta e um pouco de proteína para evitar que a hipoglicemia volte.
ro: Dacă următoarea masă e la mai mult de o oră distanță, ia o gustare mică cu carbohidrați cu acțiune mai lentă și puțină proteină, ca hipoglicemia să nu revină.
ru: Если до следующего приёма пищи больше часа, съешьте небольшой перекус с медленными углеводами и небольшим количеством белка, чтобы гипогликемия не вернулась.
